Repository: mozilla-l10n/mt-training-data
Catalog: om/om_pontoon.tmx
Source language: en_us
Languages: om

source: 100 people recording 100 sentences a day can generate 13 hours of audio. Keeping up this performance, 1000 hours can be reached under 3 months.
om: Namoonni 100 himoota 100 guyyaa tokko keessatti waraabanii sagalee sa’aatii 13 uumu danda’u. Hojiin akkasii itti fufee, sa’aatii 1000 keessatti ji’oota 3 gaditti ni ga’ama.

source: 1 sentence collected
om: Himni 1 milkaaʼinaan dabalameera

source: 2019 End-of-Year Release
om: Gad-lakkifama dhuma bara 2019

source: 2 down, keep it up!<playIcon></playIcon>
om: 2 dhumate, itti fufi! <playIcon></playIcon>

source: ≥ 2 No votes
om: ≥ 2 Filannoo Lakkii

source: ≥ 2 Yes votes
om: ≥ 2 Filannoo Eyyee

source: Abaza
om: Afaan Abaza

source: Abbreviations and Acronyms
om: Gabaajeewwanii fi Bakka Bu'oota

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
om: Gabaajeewwanii fi bakka bu'oota akka “USA” yookaan “ICE” barruu horataa keessatti irraa fagaachuun gaariidha, sababni isaas akkaataa barreeffama isaanii wajjin walsimuun dubbifamuu dhiisuu danda’u. Dabalataanis, gabaajeen tokko karaa sirrii hedduun dubbifamuu danda’a.

source: Abkhaz
om: Afaan Abkhaaz

source: About
om: Waa'ee

source: About options menu
om: Waa'ee baafataa filannoowwan

source: About us
om: Waa'ee keenya

source: About us options menu
om: Filannoowwan baafata waa'ee keenyaa

source: Academic Reference
om: Wabeeffannoo Akkaadaamii

source: Accent
om: Laqoda/Cabaqa

source: Accepted file types: .tsv only
om: Gosa faayila fudhatamu: .tsv qofa

source: Access a global dataset of user-contributed voice recordings with the Common Voice API. Enhance your applications with high-quality speech recognition through endpoints for:
om: Kuusaa odeeffannoo sagalee gumaachitoota addunyaa mara irraa argamu Common Voice API fayyadamuun qunnami. Ijaarsota kee sagalee qulqullina ol’aanaa qabuun fooyyessuuf tuqaalee xumuraa armaan gadiitiin fayyadami:

source: Access press releases and stories related to Common Voice
om: Ibsa gaazexeessummaa fi oduu Common Voice waliin walqabatu argachuu

source: Account
om: Herrega

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
om: <accuracyLink>Ulaagaa sirrummaaf himoota dabalataa ilaali.</accuracyLink>

source: Acehnese
om: Afaan Aachee

source: Achomi
om: Afaan Akoomii

source: Acronyms should be written as they are normally written in the language, following standard capitalization rules. They should not be transcribed phonetically. Example:
om: Gabaabsii (acronyms) akka afaan sana keessatti barreeffamanitti barreessamuu qabu, seera qubee guddaa fi xiqqaa hordofuunii. Afaan phonetic'iin hin jijjiiramuu. Fakkeenya:

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
om: { $actionType } <micIcon></micIcon> fi hamma dandeessutti sagalee uumamaan deebii kenni

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
om: { $actionType } <playIcon></playIcon> fi waan namni sun jedhee dhageesse barreessi

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
om: { $actionType } <playIcon></playIcon> Himicha sirriitti dubbatanii?

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
om: { $actionType } <playIcon></playIcon> Kiliippii sagalee dhaggeeffadhu, akkasumas tiraaniskiriipshinii ilaali. Walsimaa? Yoo hin taane, akka gaariitti akka walsimuuf gulaali.

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
om: <recordIcon> </recordIcon> { $actionType } achiis sagalee olkaasuun himicha dubbisi.

source: { $actionType }<stopIcon></stopIcon> when done
om: Yeroo fixxan { $actionType } <stopIcon> </stopIcon>

source: { $actionType } submit when ready
om: yeroo qophii taatan { $actionType } galchaa

source: Adamawa Fulfulde
om: Afaan Adaamaawaa Falfaldi

source: Add an API credential name
om: Maqaa Ragaa Mirkaneessaa API dabali

source: Add and Review Sentences, Add Questions, Transcribe Audio
om: Himoota Ida'i akkasumas Gamaggami, Gaaffilee Galchi, Sagalee Gara Barruutti jijjiiri

source: Add a question <icon></icon> in { $currentLocale } for people to answer
om: Namoonni akka deebii kennan gaaffii <icon></icon> { $currentLocale } keessatti dabali

source: Add as much information as you can about the language. This could include:
om: Waa'ee afaanichaa odeeffannoo hamma dandeessan itti dabalaa. Kun kanneen armaan gadii of keessatti qabachuu danda’a:

source: Add <icon></icon> a public domain sentence
om: Hima uummataa <icon></icon> dabali

source: Add information
om: Odeeffannoo dabali

source: Adding a Question
om: Gaaffilee Galchuu

source: Adding Questions
om: Gaaffilee Dabaluu

source: Adding Sentences
om: Hima dabaluun

source: Additional Language
om: Qooqa Dabalataa

source: Add Language
om: Qooqa Ida'i

source: Add new custom accent "{ $inputValue }"
om: Cabaqa haaraa miidhassii "{ $inputValue }" galchi.

source: Add new sentences for the community to read
om: Hawaasni akka dubbisuuf himoota haaraa dabali

source: Add one sentence per line
om: Toora tokko irratti hima tokko galchi.

source: Add questions
om: Gaaffilee ida'i

source: Add Questions
om: Gaaffii Dabalaa

source: Add sentences
om: Himoota Ida'i

source: Add Sentences
om: Himoota ida'i

source: Add Text
om: Barruu Dabaluu

source: Add up to 1,000 sentences
om: Hanga himoota 1,000tti galchuun ni danda’ama.

source: Add up to 25 questions <icon></icon> to the { $currentLocale } dataset for people to answer
om: Namoonni akka deebii kennan gaaffiiwwan hanga 25 <icon></icon> gara daataaseetii { $currentLocale }'tti dabali

source: Add Your Voice
om: Sagalee Kee Ida'i

source: Adja
om: Afaan Adjaa

source: Adyghe
om: Afaan Adigee

source: Afaan Oromo
om: Afaan Oromoo

source: Afar
om: Afaan Afaar

source: A few bytes
om: Baay’ee xiqqaa (bytes muraasa)

source: A filler word or sound used as a placeholder whilst a speaker decides what to say. In English, some common hesitation sounds are “err”, “um”, “huh”, etc.
om: Jechi yookaan sagaleen bakka bu’u kan haasaa tokko yeroo maal akka jedhu murteessuuf fayyadamudha. Afaan Ingiliffaatti, sagalee turtii beekamoo keessaa “err”, “um”, “huh”, fi kkf jiru.

source: Afrikaans
om: Afaan Afrikaansi

source: Again, you can flag content that is offensive, harmful or otherwise worrying, and it will be removed from your experience until the Common Voice team can review it and investigate further.
om: Ammas, qabiyyee nama mufachiisu, miidhaa geessisu yookaan yaaddoo uumuu danda’u faajjii itti gochuu dandeessa; gareen Common Voice hanga isa ilaalee qoratutti, muuxannoo kee irraa ni haqama.

source: Age
om: Umrii

source: A good question for public participation datasets should:
om: Gaaffiin gaariin kuusaawwan daataa hirmaannaa ummataa:

source: Agriculture and Food
om: Qonnaa fi nyaata

source: Albanian
om: Afaan Albaaniyaa

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
om: Sagaleen dudduubaa xiqqoon homaa miti, garuu namni biraa jechoota adda ta'an yeroo dubbatu yoo dhaga'uu dandeesse kilippiin sun didamuu qaba. Akkaataa idileetti kun kan ta’u bakka TVn ibsametti, ykn bakka haasawaan naannoo sanatti deemaa jirutti.

source: All
om: Hunda

source: All sentence must have the same domain
om: Himoonni hundi domain walfakkaataa qabaachuu qabu

source: All sentences must have the same citation
om: Himoonni hundi wabii walfakkaataa qabaachuu qabu

source: Already have an account? <login>Log-In</login>
om: Akkaawontii qabdaa? <login>Seeni</login>

source: Alsatian
om: Afaan Alsaatiyaan

source: Amba
om: Afaan Ambaa

source: Amharic
om: Afaan Amaaraa

source: Analyzing and improving speech models
om: Moodeela sagalee xiinxaluu fi fooyyessu

source: And <bold>DOES NOT</bold> include:
om: Akkasumas <bold>HIN</bold> dabalatu:

source: And then I [noise] went on holiday. Well, [noise] [laugh] it wasn’t exactly a holiday [laugh]
om: Achiis ani [waca] ayyaanaaf deeme. Tole, [waca] [kolfa] dhugumatti ayyaana hin turre [kolfa].

source: And then I went to <underline>the the the bed- the</underline> bedroom
om: Erga sana booda ani gara <underline>ku ku ku taa- ku</underline>taa ciisichaa deeme

source: An error occurred fetching sentences
om: Himicha fiduu irratti dogoggorri uumameera.

source: An error occurred in voting the question
om: Gaaffii san sagalee kennuu irratti dogongorri uumameera

source: An error occurred reviewing this sentence
om: Hima kana gamaggamuu irratti dogoggorri uumameera.

source: An error occurred submitting your voice information
om: Daataa sagalee keessan galchuu irratti dogongorri uumameera.

source: An error occurred while creating this transcript
om: Yeroo tiraaniskiriiptii kana uumuu dogongorri uumame

source: An error occurred while editing the transcript
om: Yeroo tiraaniskiriiptii gulaaluu dogongorri uumame

source: An error occurred while recording
om: Yeroo waraabbii dogongorri uumame

source: An error occurred while skipping the transcript
om: Yeroo tiraaniskiriiptii irra utaalu dogongorri uumame

source: An error occurred while skipping this prompt
om: Yeroo gaaffii kana irra darbitu dogongorri uumame

source: An error occurred while submitting the report
om: Yeroo gabaasni dhiyaatu dogongorri uumame

source: An error occurred while uploading your response
om: Yeroo deebii kee olkaa'u dogongorri uumame

source: An error occurred while voting the prompt
om: Yeroo kakaasa gaaffii sagalee kennuu dogongorri uumame

source: An error occurred while voting the transcript
om: Yeroo tiraaniskiriiptii sagalee kennuu dogongorri uumameera

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
om: Odeeffannoo fayyadamaa maqaa hin qabne akka umrii, saala fi loqoda odeeffannoo sagalee sirnoota beekumsa sagalee leenjisuuf fayyadamu akka fooyya’u gargaara. Maqaan fayyadamaa fi iimeeliin kee gonkumaa odeeffannoo ati galchite waliin wal hin qabatu; maqaan kee akka ifa ta’u yookaan dhokataa akka ta’u filachuu dandeessa.

source: Answer
om: Deebisi

source: Answering a Question
om: Gaafii Deebisuu

source: Answer Naturally and Authentically
om: Akkaataa Uumamaa fi Dhugaadhaan Deebisi

source: Answer questions
om: Gaaffii deebisaa

source: Answer Questions
om: Gaaffilee Deebisi

source: An unexpected error occurred. Please try again later. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
om: Dogoggorri hin eegamne uumameera. Mee booda deebi’ii yaali. Gargaarsaaf, <matrixLink>Matrix community chat</matrixLink> keessatti hirmaadhu, rakkoo marsariitii <githubLink>GitHub</githubLink> irratti hordofi yookaan <discourseLink>forums Discourse keenya</discourseLink> daawwadhu.

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
om: Namni kamiyyuu kuusaa deetaa barreeffamaa fi dubbii qooduun, uumuu fi qulqulleessuun afaan isaa kunuunsuu, haaromsuu fi ol kaasuu danda’a.

source: Any other type of noise, such as the speaker coughing or clearing their throat, a car honking, the sound of something hitting the microphone, a phone buzzing, etc.
om: Jequmsa sagalee biraa kamiyyuu, akka qufaa yookaan hafuura baasuu, kubbii konkolaataa, wanti maayikiroofonii tuqu, bilbilli sagalee baasuu, fi kkf.

source: API Client ID
om: ID Maamilaa API

source: API Client Secret
om: Iccitii Maamilaa API

source: API credential deleted successfully
om: Ragaan Mirkaneessaa API milkaa’inaan haqameera

source: API Credential Name
om: Maqaa Mirkaneessaa API

source: Approve
om: Cimsi

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
om: Sagalee duubaa xiqqoo ni fudhatama, garuu sagaleen nama biroo barruu irra hin jirre akka galmee sirrii hin qabanneef akka hin baramne barbaadna. Jechoota barruu ala dhagahame yoo jiraate, kiliippiin haqamuu qaba. Kun yeroo TV'n baname ykn walgahiin naannoo jiru mudata.

source: Arabic
om: Afaan Arabaa

source: Aragonese
om: Afaan Araguuniis

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
om: Duraan garee qorannoo Beetaa keenya Common Voice’s Spontaneous Speech Project keessa jirtuu?

source: Are you coming? [called by another]
om: Dhufaa jirtaa? [kan biraan waamamuu]

source: Are you coming? <strong>[called by another]</strong>
om: Ati dhufaa jirtaa? <strong>[namni biraa waame]</strong>

source: Are you sure?
om: Ati mirkannoodhaa?

source: Are you sure you want to cancel generating an API credential?
om: Mirkaneessa API uumuu haquu akka barbaaddu mirkaneeffatteettaa?

source: Are you sure you want to delete API credential <bold>{ $apiKeyName }</bold>? This action can’t be undone
om: Mirkaneessa API <bold>{ $apiKeyName }</bold> haquu akka barbaaddu mirkaneeffatteettaa? Tarkaanfiin kun duubatti deebi’uu hin danda’u

source: Armenian
om: Afaan Armaaniyaa

source: Aromanian
om: Afaan Aromaniyaa

source: Arvanitika
om: Afaan Arvanitika

source: Asheninka Perene
om: Afaan Asheninka Perene

source: Asheninka South Ucayali
om: Afaan Kibba Yukaalii Asheeninkaa

source: A single space-separated token should contain more than one tagged span.
om: Mallattoon tokko bakka addaan baafame span mallattoo tokkoo ol qabaachuu qaba.

source: Ask about a new language
om: Waa'ee afaan haaraa gaafadhu

source: Ask About Bilingual Contexts
om: Waa'ee Galumsa Jechaa Afaan Lamaa Gaafadhu

source: Ask for codeswitching or request translation
om: Koodii jijjiiruu gaafadhu ykn hiikkaa gaafadhu

source: Ask for Direct Quotes or Reenactments
om: Caqasoota Kallattiin ykn Irra Deebiin Gochaan Gaafadhu

source: Ask Mozilla to share your events
om: Mozilla taateewwan kee akka qoodu gaafadhu

source: Ask sensitive questions
om: Gaaffiiwwan miira namaa kakaasan gaafadhu

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
om: Gaaffilee <discourseLink>Diskoorii</discourseLink>, <matrixLink> Matriksiin </matrixLink> yookiin <emailLink>Imeelii</emailLink> irratti nu gaafadhaa.

source: As of Common Voice 23.0, all Common Voice datasets are exclusively available for download through Mozilla Data Collective! This page serves as a historical archive for past versions of Mozilla Common Voice datasets. Archive releases should only be used in specific research scenarios, not for training, to respect the wishes of those who have requested that their contributions be excluded.
om: Common Voice 23.0 irraa kaasee, daataa-seetota Common Voice hundi Mozilla Data Collective qofa irraa buufachuuf ni argamu! Fuulli kun seensa seenaa daataa-seetota Mozilla Common Voice duraanii ta’a. Buufannoon seenaa qorannoo adda addaaf qofa akka fayyadamuuf, leenjii irratti hin fayyadamne – namoota gumaachi isaanii hin dabalamin akka eegamu kabajuuf.

source: Assamese
om: Afaan Assamii

source: Assume you know the language of every word – tag based on usage.
om: Jecha hunda afaan isaa akka beektutti fudhadhu – akkaataa itti fayyadame irratti hundaa’uun mallattoo itti godhi.

source: Asturian
om: Afaan Astuuriyaan

source: Atayal
om: Afaan Atayaal

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
om: Tiraaniskiriipshiniin jecha ykn sagalee haasawa jechootaan ala ta’e hunda kan namni sun dubbate, irra deddeebi’uu dabalatee qabachuu qaba.

source: Attention!
om: Xiyyeeffannoo!

source: Audio Format
om: Bifunka Sagalee

source: Audio playback progress slider
om: Islaayidara adeemsa taphachuu sagalee

source: Auto
om: Ufmaan

source: Automotive and Transport
om: Konkolaataa fi geejjiba

source: Avatar
om: Fakkaataa

source: Avatar uploaded
om: Walfakkiin isaa fe'ameera.

source: Average
om: Aveereejii

source: A voice clip is marked "valid" when a user gives it a Yes vote.
om: Sagaleen tokko fayyadamaan sagalee ‘Eeyyee’ yoo jedhe ‘Sirrii’ jedhamee mallatteeffama.

source: Avoid hateful, inflammatory or otherwise offensive speech
om: Haasa’aa jibbiinsa qabu, hammeenya yookaan dubbii jeequmsa qabu hin fayyadamin

source: Avoid too much background noise - it should be easy to hear you.
om: Waca dudduubaa baayyee balleessi - sagaleen kee sirriitti dhagahamuu qaba.

source: Awards
om: Badhaasota

source: A word or sequence of words that cannot be understood.
om: Jecha yookaan tartiiba jechootaa kan hubatamuu hin dandeenye.

source: Azerbaijani
om: Afaan Azarbaayijaan

source: Baatonum
om: Afaan Baatonam

source: Baba Malay
om: Afaan Baba Malay

source: Back
om: Deebi’i

source: Background Noise
om: Waca Dudduubaa

source: Background Voices
om: Sagaleewwan dudduubaa

source: Back to Top
om: Gara Olii Deebi'i

source: Backwards
om: Duubatti deebi'aa

source: Bafia
om: Afaan Bafiyaa

source: Bafut
om: Afaan Bafut

source: Bahasa Malay
om: Bahaasaa Malaay

source: Bakoko
om: Afaan Bakokoo

source: Balochi
om: Afaan Baloochii

source: Balti
om: Afaan Baltii

source: Bambara
om: Afaan Bambaraa

source: Bamun
om: Afaan Bamun

source: Bamvele
om: Afaan Baamviil

source: Bankon
om: Afaan Bankon

source: Baoule
om: Afaan Baawul

source: Basaa
om: Afaan Basaa

source: Bashkir
om: Afaan Bashkiir

source: Basque
om: Afaan Baskiwu

source: Batanga
om: Afaan Batangaa

source: Bateri
om: Afaan Baterii

source: Be Careful with Lookalikes
om: Lookalikes irratti Of eeggannoo godhaa

source: Be careful with lookalike words
om: Jechoota walfakkaatan irraa of eeggadhu

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
om: Kiliippiin tokko sababii dubbataan jecha sirriitti hin dubbifne, bakka sirrii hin kennineef, yookiin mallattoo gaaffii dagate jechuun haquun dura of eeggadhu. Addunyaa guutuu keessatti akkaataa dubbii adda addaatu jiru, kan muraasni naannoo kee keessatti hin dhagahamin jiraachuu danda’u. Namoota si irraa adda ta’een dubbataniif kabaja kenni.

source: Become a Common Voice Partner
om: Michuu Common Voice Ta'aa

source: Be easy to understand and respond to
om: Hubachuu fi deebisuuf salphaa ta’uu qaba

source: Be generally relevant
om: Walumaa galatti barbaachisaa ta'uu

source: Belarusian
om: Afaan Beelaaruus

source: Benefits
om: Faayidaalee

source: Bengali
om: Afaan Bengaalii

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
om: [‘Bereet’ yeroo jalqabaa (YuuKee) ykn lammaffaa (YuuEssi) muddamni yoo irra jiraatellee rakkina hin qabu]

source: Betawi
om: Afaan Betawi

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
om: Deeggarsa fooyya’aa dhugaa afaanii kan akka afaan hiikuu fi <mark>koodii-jijjiirraaf</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
om: Afaanota fayyadamuuf xiqqaa ykn <mark>korpas barruu</mark> hin qabneef deeggarsa fooyya'aa (fkn, sociolects, variants, afaanota seenaa keessatti hin barreeffamne fi kkf) .

source: Bodo
om: Afaan Boodoo

source: <bold>Avoid switching if you normally do it.</bold> It’s fine to switch mid-sentence, mid-thought, or just for one word.
om: <bold>Yoo akka idileetti goote jijjiiruu irraa fagaadhu.</bold> Hima walakkaa, yaada walakkaa, ykn jecha tokko qofaaf jijjiiruun gaariidha.

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
om: <bold>Hawaasa siivikii fi qorattoota</bold> - kuusaa deetaa dhiibbaa uumuu danda'u bilisaan uumuu, keessummeessuu fi qoodu

source: <bold>“Correct” your language.</bold> This isn’t a test. “Proper” form doesn’t matter here, natural language does.
om: <bold>Afaan kee “Sirreessi”.</bold> Kun qoruuf miti. Bif-unki “sirrii” ta’e asitti waa'ee hin baasu, qooqa uumamaatu waa'ee baasa.

source: <bold>{ $count }</bold> Clips
om: Kiliippiiwwan <bold>{ $count }</bold>

source: <bold>Currently, there are no API credentials associated with your account.</bold>
om: <bold>Yeroo Ammaa, eenyummeessaan API tokkollee iimeelii kee waliin walqabatee hin jiru.</bold>

source: <bold>Force switching if it’s not natural.</bold> Only switch if that’s how you would naturally talk in that situation.
om: <bold>Yoo uumamaan hin taane humnaan jijjiiruu.</bold> Yoo haala sana keessatti uumamaan akkasitti haasofte qofa jijjiiri.

source: <bold>Help us</bold> find more voices
om: Sagalee danuu akka argannuuf <bold> nu deeggari </bold>

source: <bold>If you value open, inclusive data - donate today!</bold>
om: <bold>Yoo odeeffannoo bilisaa fi hirmaachisaa kan barbaaddan ta’e – har’a arjooma godhaa!</bold>

source: <bold>Important Notice: API Credentials Generation</bold>
om: <bold>Hubannoo Barbaachisaa: Labata Mirkaneessa API</bold>

source: <bold>Include direct quotes or dialogue.</bold> Say exactly what someone said, not a cleaned-up or formal version. Example:
om: <bold>Cyaqa kallattiin ykn marii dabali.</bold> Waan namni tokko jedhe sirriitti dubbadhu malee kan qulqullaa'e ykn kan sirnaa miti. Fakkeenya:

source: <bold>Interjections.</bold> Interjections and filler words, regardless of language, should remain <bold>untagged.</bold> Examples:
om: <bold>Jechoota Raajeffannoo.</bold> Raajeffannoowwanii fi jechoota calaluu, afaan kamiyyuu yoo ta’an, kan <bold>hin xoofamne</bold> ta’anii hafuu qabu.

source: <bold>Mixed or Morphologically-Adapted Words.</bold> Do not tag words that blend languages or have added endings from another language. Examples:
om: <bold>Jechoota Walmakaa ykn Morfoloojiidhaan Madaqfaman.</bold> Jechoota afaanota walitti makuu ykn xumura afaan biraa irraa dabale hin mallatteessin. Fakkeenyota:

source: <bold>Offensive content or sensitive information</bold>
om: <bold>Qabiyyee nama aarsu ykn odeeffannoo miira namaa kakaasu</bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
om: <bold>Philanthropy</bold> - kalaqaa fi misooma biyya keessaa boba'aa ta'uuf kuusaa deetaa uumuu ispoonsara

source: <bold>Proper Names.</bold> Names of people, places, and organisations should not be tagged. Examples:
om: <bold>Maqqofee</bold> Maqaan namootaa, iddoowwanii fi dhaabbilee mallattoo itti godhamuu hin qabu. Fakkeenyota:

source: <bold>Reflect emotion, identity, and context.</bold> Switching usually happens when people express emotion, urgency, or cultural ideas. Lean into these when answering questions.
om: <bold>Miira, eenyummaa fi haala dubbii calaqqisiisi.</bold> Jijjiiramni yeroo baay'ee kan ta'u namoonni miira, ariifannaa ykn yaada aadaa yeroo ibsan. Gaaffii yeroo deebistan kanneenitti hirkadhaa.
